tap "caskroom/cask"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
cask "java"
brew "autoconf"
brew "automake"
brew "boost"
brew "deis"
brew "dos2unix"
brew "elasticsearch"
brew "elasticsearch@5.6", restart_service: true
brew "openssl"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "erlang"
brew "exercism"
brew "gdbm"
brew "gettext"
brew "libksba"
brew "gnupg"
brew "htop"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kibana"
brew "kubernetes-cli"
brew "libtool"
brew "libvterm"
brew "libyaml"
brew "logstash"
brew "maven"
brew "mongodb", restart_service: true
brew "mono"
brew "unibilium"
brew "neovim"
brew "pcre"
brew "perl"
brew "readline"
brew "postgresql", restart_service: true
brew "protobuf"
brew "sqlite"
brew "python"
brew "xz"
brew "python3"
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "source-highlight"
brew "spark"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "goles/battery/battery"
brew "johanhaleby/kubetail/kubetail"
cask "graphiql"
