tap "caskroom/cask"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "neovim/neovim"
cask "java"
cask "slack"
cask "amethyst"
cask "iterm2"
brew "autoconf"
brew "automake"
brew "boost"
brew "dos2unix"
brew "openssl"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "gettext"
brew "libksba"
brew "gnupg"
brew "htop"
brew "jq"
brew "kibana"
brew "kubernetes-cli"
brew "libtool"
brew "libvterm"
brew "libyaml"
brew "neovim"
brew "pcre"
brew "perl"
brew "readline"
brew "protobuf"
brew "sqlite"
brew "python"
brew "xz"
brew "python3"
brew "reattach-to-user-namespace"
brew "source-highlight"
brew "spark"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "goles/battery/battery"
brew "direnv"
